[
  {
    "category": "Collections",
    "slug": "_meta",
    "title": "Recorded Audio & Video"
  },
  {
    "category": "collections-audio-video",
    "slug": "berea-sound-archives",
    "title": "Berea Sound Archives",
    "description": "As described: “Berea's non-commercial audio and video collections document Appalachian history and culture, and the history of Berea College. . . . These collections include field recordings from homes and churches, local and regional folk festivals, student performances, presentations of notable scholars, preachers, and social activists who have visited Berea.”",
    "author": "Berea College (Kentucky)",
    "url": "https://soundarchives.berea.edu/"
  },
  {
    "category": "collections-audio-video",
    "slug": "bl-world-and-traditional-music",
    "title": "World and Traditional Music",
    "description": "Includes field recordings from the British Isles as well as historical and ethnomusicological collections from other parts of the world.",
    "author": "The British Library",
    "url": "https://sounds.bl.uk/World-and-traditional-music/"
  },
  {
    "category": "collections-audio-video",
    "slug": "culturalequity-audio-guide",
    "title": "Sound Collections Guide",
    "description": "As described: “The Sound Recordings catalog comprises over 17,400 digital audio files, beginning with Lomax’s first recordings onto (newly invented) tape in 1946 and tracing his career into the 1990s. . . . This material from Alan Lomax’s independent archive, begun in 1946, which has been digitized and preserved by the Association for Cultural Equity, is distinct from the thousands of earlier recordings on acetate and aluminum discs he made from 1933 to 1942 under the auspices of the Library of Congress.” See also the index for video recording clips, which link to YouTube playlists.",
    "author": "Association for Cultural Equity",
    "url": "http://research.culturalequity.org/audio-guide.jsp"
  },
  {
    "category": "collections-audio-video",
    "slug": "fieldrecorder",
    "title": "The Field Recorders’ Collective",
    "description": "Albums of recorded music by old-time performers, many from Appalachia and Southern states. Available for purchase or to preview as lo-fi streaming audio.",
    "url": "https://fieldrecorder.bandcamp.com/"
  },
  {
    "category": "collections-audio-video",
    "slug": "folkstreams-films",
    "title": "Music Films",
    "description": "As described: “The films on Folkstreams were produced by independent filmmakers. These documentaries focus on the culture, struggles, and arts of unnoticed Americans from many different kinds of communities. The filmmakers were driven more by sheer engagement with the people and their traditions than by commercial hopes. . . . The mission of Folkstreams is to preserve these films and their records of these worlds and make them available to the widest possible audience.” Several films feature 20th century folk and blues musicians from various regions in North America, including Southern Appalachia.",
    "author": "Folkstreams",
    "url": "http://www.folkstreams.net/films.php?cat=8&sort=recent"
  },
  {
    "category": "collections-audio-video",
    "slug": "loc-african-american-band-music",
    "title": "African-American Band Music & Recordings, 1883 to 1923",
    "description": "As described: “The core of this presentation consists of ‘stock’ arrangements for bands or small orchestras of popular songs written by African Americans. In addition, we offer a smaller selection of historic sound recordings illustrating these songs and many others by the same composers (the arrangements might not necessarily be the same as those on the stocks). Educational materials include short biographies of composers and performers of the time and historical essays.”",
    "author": "Library of Congress (Music Division)",
    "url": "https://www.loc.gov/collections/african-american-band-music/"
  },
  {
    "category": "collections-audio-video",
    "slug": "loc-florida-folklife-from-the-wpa",
    "title": "Florida Folklife from the WPA Collections, 1937 to 1942",
    "description": "As described: “Florida Folklife from the WPA Collections combines sound recordings and manuscript materials from four discrete archival collections made by Work Projects Administration (WPA) workers from the Joint Committee on Folk Arts, the Federal Writers’ Project, and the Federal Music Project from 1937-42. This online presentation provides access to 376 sound recordings and 106 accompanying materials, including recording logs, transcripts, correspondence between Florida WPA workers and Library of Congress personnel, and a proposal to survey Florida folklore by Zora Neale Hurston. An essay by Stetson Kennedy, who worked with Hurston and other WPA collectors, reflects on the labor and the legacy of the WPA in Florida; and an extensive bibliography and list of related Web sites add further context about the New Deal era and Florida culture.”",
    "author": "American Folklife Center, Library of Congress",
    "url": "https://www.loc.gov/collections/florida-folklife-from-the-works-progress-administration/"
  },
  {
    "category": "collections-audio-video",
    "slug": "loc-folklife-gordon",
    "title": "Folk-Songs of America: The Robert Winslow Gordon Collection, 1922-1932",
    "description": "As described: “The recordings on this album represent one man's ambitious attempt to document the extent and variety of American folksong. . . . Gordon carried his heavy cylinder recorder (and later, his disc machine) to the San Francisco waterfront, the Appalachian Mountains, and the Georgia coast in order to record the diverse singing traditions of this country. He recorded nearly a thousand cylinders, collected nearly ten thousand more song texts from the readers of his popular articles, and gathered many thousand additional song versions from old camp-meeting and revival songbooks, broadsides, folios, and hillbilly recordings — ephemeral material of which few of his colleagues were aware. . . . [I]n his theoretical orientation, his scientific outlook, his dedication to technical accuracy, and his interest in phonographic and photographic documentation, Gordon was a pioneer among the folklorists of the 1920s and 1930s.”",
    "author": "American Folklife Center, Library of Congress",
    "url": "https://www.loc.gov/folklife/Gordon/AnnotationsandTexts.html"
  },
  {
    "category": "collections-audio-video",
    "slug": "loc-fort-valley-music-festivals",
    "title": "Now What a Time: Blues, Gospel, and the Fort Valley Music Festivals, 1938 to 1943",
    "description": "As described: “Consists of approximately one hundred sound recordings, primarily blues and gospel songs, and related documentation from the folk festival at Fort Valley State College (now Fort Valley State University), Fort Valley, Georgia. The documentation was created by John Wesley Work III in 1941 and by Lewis Jones and Willis Laurence James in March, June, and July 1943. Also included are recordings made in Tennessee and Alabama (including six Sacred Harp songs) by John Work between September 1938 and 1941.”",
    "author": "American Folklife Center, Library of Congress",
    "url": "https://www.loc.gov/collections/blues-gospel-and-the-fort-valley-music-festivals/"
  },
  {
    "category": "collections-audio-video",
    "slug": "loc-henry-reed-fiddle-tunes",
    "title": "Fiddle Tunes of the Old Frontier: The Henry Reed Collection",
    "description": "As described: “Fiddle Tunes of the Old Frontier: The Henry Reed Collection presents traditional fiddle tunes performed by Henry Reed of Glen Lyn, Virginia. Recorded by folklorist Alan Jabbour in 1966–67, when Reed was over eighty years old, the tunes represent the music and evoke the history and spirit of Virginia’s Appalachian frontier. Many of the tunes have passed back into circulation during the fiddling revival of the later twentieth century. Documentation includes 184 sound recordings, 19 pages of fieldnotes, and 69 musical transcriptions (with descriptive notes on tune histories and musical features). . . ”",
    "author": "American Folklife Center, Library of Congress",
    "url": "https://www.loc.gov/collections/henry-reed-fiddle-tunes/"
  },
  {
    "category": "collections-audio-video",
    "slug": "loc-john-and-ruby-lomax",
    "title": "Southern Mosaic: The John and Ruby Lomax 1939 Southern States Recording Trip",
    "description": "As described: “This recording trip is an ethnographic field collection that includes nearly 700 sound recordings, as well as fieldnotes, dust jackets, and other manuscripts documenting a three-month, 6,502-mile trip through the southern United States. Beginning in Port Aransas, Texas, on March 31, 1939, and ending at the Library of Congress on June 14, 1939, John Avery Lomax, Honorary Consultant and Curator of the Archive of American Folk Song (now the American Folklife Center archive), and his wife, Ruby Terrill Lomax, recorded approximately 25 hours of folk music from more than 300 performers. These recordings represent a broad spectrum of traditional musical styles, including ballads, blues, children’s songs, cowboy songs, fiddle tunes, field hollers, lullabies, play-party songs, religious dramas, spirituals, and work songs.”",
    "author": "American Folklife Center, Library of Congress",
    "url": "https://www.loc.gov/collections/john-and-ruby-lomax/"
  },
  {
    "category": "collections-audio-video",
    "slug": "loc-northern-california-folk-music",
    "title": "California Gold: Northern California Folk Music from the Thirties Collected by Sidney Robertson Cowell",
    "description": "As described: “This online presentation . . . comprises 35 hours of folk music recorded in 12 languages representing numerous ethnic groups and 185 musicians. It includes sound recordings, still photographs of the performers, drawings of folk instruments, and written documentation from a variety of European ethnic and English- and Spanish-speaking communities in northern California in the 1930s. This New Deal project was organized and directed by folk music collector Sidney Robertson Cowell for the Northern California Work Projects Administration. Sponsored by the University of California, Berkeley, and cosponsored by the Archive of American Folk Song (now the American Folklife Center archive), this undertaking was one of the earliest ethnographic field projects to document European, Slavic, Middle Eastern, and English- and Spanish-language folk music in one region of the United States.”",
    "author": "American Folklife Center, Library of Congress",
    "url": "https://www.loc.gov/collections/sidney-robertson-cowell-northern-california-folk-music/"
  },
  {
    "category": "collections-audio-video",
    "slug": "loc-published-recordings",
    "title": "Published Recordings from the American Folklife Center",
    "description": "Four long-playing albums produced from field recordings made between 1934 and 1952, available as streaming audio.",
    "author": "American Folklife Center, Library of Congress",
    "url": "https://www.loc.gov/search/?fa=partof:published+recordings+from+the+american+folklife+center"
  },
  {
    "category": "collections-audio-video",
    "slug": "omeka-lomaxky",
    "title": "The Lomax Kentucky Recordings",
    "description": "Digitized sound recordings from several collecting trips made by the Lomaxes to Kentucky and surrounding states between 1933 and 1942.",
    "author": "Association for Cultural Equity, Berea College, The Library of Congress, and The University of Kentucky",
    "url": "https://lomaxky.omeka.net/collections/browse"
  },
  {
    "category": "collections-audio-video",
    "slug": "scottishlute",
    "title": "Scottish Lute Recording Project",
    "description": "Streaming audio of recordings based on lute tablature found in five manuscripts from 17th century Scotland.",
    "author": "Rob MacKillop",
    "url": "https://scottishlute.com"
  },
  {
    "category": "collections-audio-video",
    "slug": "youtube-samuel-bayard-recordings",
    "title": "Samuel Preston Bayard Folklore Recordings",
    "description": "Field recordings of songs and tunes by old-timers in Southwestern Pennsylvania made between 1948 and 1962.",
    "author": "Special Collections Library, Penn State University",
    "url": "https://www.youtube.com/playlist?list=PLfkrWr_vIGB9l33oOjTC2M6JlhxfoPlQz"
  },
  {
    "category": "Collections",
    "slug": "_meta",
    "title": "Cross-Referenced Indexes"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "cbfiddle",
    "title": "Cape Breton Fiddle Recording Index",
    "description": "As described: “This web site contains a comprehensive index of commerical recordings of Cape Breton fiddle tunes. Use this site to identify the tunes contained on a recording, and to locate recordings on which a tune is played. . . . In this index, unlike many tune indexes on the web, I have attempted to identify tunes, not just tune titles, so that different recordings of the same tune are linked together, even where different titles are used. Determining whether two recordings are recordings of the same tune is inherently subjective, and errors (primarily of omission) are likely. Although the results cannot be considered definitive, they are (hopefully) useful.” This is a nicely designed modern website with obvious navigation, advanced search capability, and fast loading query results. It currently indexes 372 recorded albums/compilations and 5384 distinct tunes.",
    "author": "Alan Snyder",
    "url": "https://www.cbfiddle.com/rx/index.html"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "childballadrecordings",
    "title": "Child Ballad Recordings",
    "description": "A serious (but probably underresourced) attempt to index all recorded versions of the Child Ballads. A good place to start in searching for unheard recordings.",
    "author": "Audie OFyle, Daniel Nedrud, and Halewijn",
    "url": "https://www.childballadrecordings.com/child-ballads"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "csufresno-ballad-index",
    "title": "The Traditional Ballad Index: An Annotated Bibliography of the Folk Songs of the English-Speaking World",
    "description": "Large index of traditional ballads and folk songs. Entries are organized by song title with cross-references for alternate titles,  variations, and contrafacta. Links are provided to corresponding entries in the Roud Folk Song Index. Print sources and known recordings are listed in abbreviated form, with catalog numbers for recordings. Full citations can be looked up in separate bibliography and discography indexes. Many entries include annotations providing thematic analysis and context for how themes and persons may be linked to historical events. The site is entirely static HTML, which makes it easy to navigate or search by keyword. The full database may also be downloaded as a zipped text file.",
    "author": "Robert B. Waltz and David G. Engle",
    "url": "http://www.csufresno.edu/folklore/BalladIndexTOC.html"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "ibiblio-folk-index",
    "title": "Folk Music Index",
    "description": "Large searchable index developed by cross-referencing song titles, artists/performers, and composer credits from a database of nearly 5000 audio releases (LPs, CDs, cassettes, and 45-RPM singles) and more than 500 printed sources (books, magazines, sheet music, folios). The database was methodically compiled by a teacher/performer of traditional music who also had a career as a library professional during the first decade of the World Wide Web. Recorded sources were collected beginning in the 1970s, incorporating new compilation releases and recordings by contemporary artists up to 2013. Although the site design looks dated, the index is easy to browse or search, and query results load quickly.",
    "author": "Jane Keefer",
    "url": "http://www.ibiblio.org/folkindex/index.htm",
    "lastUpdated": "2013"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "irishtune",
    "title": "Irish Traditional Music Tune Index",
    "description": "As described: “The guiding educational mission of irishtune.info is to promote aural learning of Irish traditional music using recordings of historically important musicians within the tradition. It achieves this mission by revealing to visitors exactly where a particular tune can be found on commercially available recordings. Because that achievement requires solving the problem of musically identifying the tunes on each recorded source despite the lack of standard tune titles in Irish music, the secondary mission of irishtune.info is to establish the identities of Irish traditional dance tunes in a way useful for the global community of scholarship on this subject.” The index is generated from 873 recorded albums/compilations and 60 tune books. One of the best features of this site is the ability to listen to short snippets of actual recordings and to see the corresponding notation. This is one of many technically advanced features that are implemented.",
    "author": "Alan Ng",
    "url": "https://www.irishtune.info/"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "mainlynorfolk",
    "title": "Mainly Norfolk: English Folk and Other Good Music",
    "description": "Large index cross-referencing recordings by British folk-revival performers with major folk song catalogs, including the Roud Index, Child Ballads, and others. Song entries list artists who recorded the song in chronological order with the track title, album title, record label, and recording date for each, often including commentary from the liner notes and comparative lyrics. Many entries include embedded YouTube videos of more recent live performances. Some songs of North American origin are included, but most of the performers indexed are those who have recorded on UK folk labels. The site also features comprehensive discographies of significant artists in the English/Scottish folk revivals.",
    "author": "Reinhard Zierke",
    "url": "https://mainlynorfolk.info/folk/"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "slippery-hill",
    "title": "Slippery-Hill",
    "description": "Streaming audio of fiddlers playing old-time tunes from field recordings, festivals, and other non-commercial sources. Includes Appalachian fiddlers and some from other parts of the US and Canada. Recordings are searchable and indexed by title, artist, tuning, key, and collection (with several collections corresponding to published tune books).",
    "author": "Larry Warren",
    "url": "https://www.slippery-hill.com/search-page"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "tunearch",
    "title": "The Traditional Tune Archive",
    "description": "Large searchable index and repository growing out of a dedicated amateur’s decades-long project to classify and trace the genealogy of fiddle tunes recorded/collected in the British Isles and North America.  The current version is maintained as a Wiki, allowing for collaborative editing, powerful search capabilities, and a familiar interface. This is a one-of-a-kind resource for dance tunes and airs (as contrasted with lyric songs and ballads, which have been systematically catalogued elsewhere). Entries include classification of meter, tonality, and structure, citations of print sources and recordings, alternate titles, geographic distribution, and music transcriptions rendered from ABC notation.",
    "author": "Andrew Kuntz",
    "url": "https://tunearch.org/wiki/TTA"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "ucsb-dahr",
    "title": "Discography of American Historical Recordings",
    "description": "As described: “DAHR currently includes information on more than 31,000 master recordings (matrixes) made by Victor, Columbia, OKeh, Berliner, Edison, Zonophone, Leeds & Catlin, Brunswick, and Decca.” Indeed, this wide-ranging catalog covers the earliest commerical recordings in the 1890s, the peak decades jazz/swing and regional/ethnic records in the 1920s and 30s, and recordings on the Decca label up through the early 1970s. Notably missing are full discographies from some of the “race record” labels like Vocalion and Paramount that recorded Delta blues artists like Charley Patton and Robert Johnson. Recording matrixes are searchable by title, performer, date, label, and other fields. Entries include links to data on other sites and streaming audio where available in the public domain.",
    "author": "UC Santa Barbara Library",
    "url": "https://adp.library.ucsb.edu/index.php"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "vwml-roud-index",
    "title": "Roud Folk Song Index",
    "description": "The main purpose of the Roud Index is to group together song variants that likely spring from a common source and to assign a unique identifier to each grouping. In this way, the Roud Index can be seen as an extension of Francis James Child’s project to construct a comprehensive classification of traditional English-language ballads from extant sources. Whereas Child's life work resulted in 305 numbered ballads, the Roud Index is reported to include 25,000 songs drawn from 18th and 19th century broadsides, popular sheet music and song books, pre-WWII commercial recordings, and the field recordings of folk collectors. English, Scottish, Irish, and American songs (including African-American blues and spirituals) are well represented. The index can be searched from the main page of the Vaughan Williams Memorial Library’s website. Most records contain only citations, but some results also link to digitized source materials. The search interface is not the most user-friendly and can sometimes be slow to return results (from a US East Coast location).",
    "author": "Steve Roud",
    "url": "https://www.vwml.org/roudnumber/1"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "wikipedia-list-of-folk-songs-by-roud-number",
    "title": "List of Folk Songs by Roud Number",
    "description": "This Wikipedia page is a crowd-sourced list of songs included in the Roud Folk Song Index. Many song entries include a link to the Wikipedia page for that song.",
    "author": "Wikipedia contributors",
    "url": "https://en.wikipedia.org/wiki/List_of_folk_songs_by_Roud_number"
  },
  {
    "category": "collections-cross-referenced",
    "slug": "wikipedia-list-of-the-child-ballads",
    "title": "List of the Child Ballads",
    "description": "This Wikipedia page is a listing with concise summaries of the 305 English and Scottish ballads catalogued by Francis James Child in the latter part of the 19th century. Links are provided to individual Wikipedia entries for many of the ballads.",
    "author": "Wikpedia contributors",
    "url": "https://en.wikipedia.org/wiki/List_of_the_Child_Ballads"
  },
  {
    "category": "Collections",
    "slug": "_meta",
    "title": "Historical Printed Music"
  },
  {
    "category": "collections-printed-music",
    "slug": "brown-library-african-american",
    "title": "African American Sheet Music",
    "description": "As described: “consists of music by and relating to African Americans, from the 1820s to the present day.” The digitized collection contains 1455 items. Most of the digitized sheet music appears to be derogatory Minstrel and “Coon” material (probably because later material by African-American composers is still under copyright). However, W.C. Handy's popular blues arrangements can also be found in this collection.",
    "author": "Brown University Library",
    "url": "https://repository.library.brown.edu/studio/collections/id_555/"
  },
  {
    "category": "collections-printed-music",
    "slug": "jhu-mse-levy-sheet-music",
    "title": "The Lester S. Levy Sheet Music Collection",
    "description": "As described: “Browse over 30,000 pieces of American popular music, dating as far back as 1780.”",
    "author": "Sheridan Libraries, Johns Hopkins University",
    "url": "https://levysheetmusic.mse.jhu.edu/"
  },
  {
    "category": "collections-printed-music",
    "slug": "loc-ragtime",
    "title": "Ragtime",
    "description": "Sheet music of popular Ragtime compositions, mostly from 1900 to 1920. Ragtime was a predecessor to the stride piano and hot jazz of the 1920s and the Swing music of the 30s. Country fiddlers and blues guitar players of the 20s and 30s were also influenced by Ragtime rhythms and chord progressions. As the collection also shows, because this musical trend fed off of the popularity of turn-of-the-century “Coon” songs, Ragtime sheet music was often promoted with derogatory and grotesque images of African-Americans, which were sometimes used as cover designs even for purely instrumental piano compositions.",
    "author": "Library of Congress (Music Division)",
    "url": "https://www.loc.gov/collections/ragtime/"
  },
  {
    "category": "collections-printed-music",
    "slug": "nls-music-and-song",
    "title": "Music and Song",
    "description": "Digital collection of historical print materials. See in particular the “Special Collection of Printed Music.”",
    "author": "National Library of Scotland",
    "url": "https://digital.nls.uk/gallery/category/music-and-song"
  },
  {
    "category": "collections-printed-music",
    "slug": "ox-bodleian-ballads",
    "title": "Broadside Ballads Online",
    "description": "As described: “a digital collection of English printed ballad-sheets from between the 16th and 20th centuries, linked to other resources for the study of the English ballad tradition.”",
    "author": "Bodleian Libraries, University of Oxford",
    "url": "http://ballads.bodleian.ox.ac.uk/"
  },
  {
    "category": "Collections",
    "slug": "_meta",
    "title": "Song and Tune Transcriptions"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "abbamoses-fiddle-page",
    "title": "The Way of the Fiddle: One Fiddler's Collection of Old-Time Tunes",
    "description": "As described: “This is a collection of old-time fiddle tunes — most of them from Appalachia — that I collected for my own use and would like to share with other fiddlers who love this kind music.” Includes 58 tunes with links to PDF files with standard music notation. Fast static HTML website.",
    "author": "John Brady",
    "url": "http://www.abbamoses.com/fiddledo/fiddlepage.html"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "biteyourownelbow-tune-collections",
    "title": "Tune Collections on the Internet",
    "description": "An index of sites with freely available music notation for dance tunes and folk instrumentals from various regions of Europe, North American, and Australia. Identifies which sites have sheet music in image/PDF formats and which have ABC notation. A few of the links may be outdated, but the site is actively maintained as of 2020. This is a great resource for finding obscure or unfamiliar folk material on sites you wouldn't otherwise come across.",
    "author": "Mickey Koth",
    "url": "https://www.biteyourownelbow.com/webtunes.htm"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "braccio-session",
    "title": "Session Tunebooks",
    "description": "Repository of session tune collections published on other sites, with a focus on Irish and Scottish tunes. Includes some digital files that have been circulating on the web since the 90s, some more recent compilations, and some scans of out-of-print books as well. Links to sites with ABC notation where available.",
    "author": "Pete Braccio",
    "url": "http://www.braccio.me/session.html"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "bushtraditions-tunes",
    "title": "Australian Traditional Music Tunes Archive",
    "description": "As described: “a searchable collection of tunes in ABC Music Notation format . . . and associated supporting bio and documentary material.” Audio files for some of the tunes can be located on another part of the site. Pages load slowly from a US East Coast location, likely because data is being transmitted from a server in Australia.",
    "author": "Ray Mulligan and contributors",
    "url": "https://bushtraditions.wiki/tunes/index.php/Main_Page"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "campin",
    "title": "Jack Campin’s Homepage",
    "description": "Transcriptions of traditional Scottish music (and some other ethnic folk musics) from various sources, including some from the 18th century and older. Links point to text files formatted in ABC notation. Fast static HTML website.",
    "author": "Jack Campin",
    "url": "http://www.campin.me.uk/"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "hnu-kodaly-collection",
    "title": "The American Folk Song Collection",
    "description": "As described: “The collection contains folk songs representing most of the geographic and cultural populations of the United States. Each song has been selected for its beauty, suitability for teaching and musical versatility. All songs in the collection include lyrics, a musical score and song analysis showing how it can be used to develop children’s musical and cultural understanding.”",
    "author": "Kodály Center (Holy Names University)",
    "url": "http://kodaly.hnu.edu/collection.cfm"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "jc-abc-tune-find",
    "title": "JC’s ABC Tune Finder",
    "description": "A text-based search of historical and modern tune collections that have been converted to ABC notation. Search queries can be written using Perl regular expressions. Click on the linked terms in the search box to get a better understanding of how the software works.",
    "author": "John Chambers",
    "url": "http://trillian.mit.edu/~jc/cgi/abc/tunefind"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "jc-music-book",
    "title": "JC's Online Music Books",
    "description": "Historical tune collections transcribed to ABC notation.",
    "author": "John Chambers",
    "url": "http://trillian.mit.edu/~jc/music/book/"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "lamanusca-tunes",
    "title": "Old Time Fiddle Tunes",
    "description": "As described: “Transcriptions and audio files of over 600 traditional fiddle tunes from old recordings, festivals, jams, and workshops.” A nicely curated selection of tunes reflecting different regional fiddling cultures. Clean, modern website with fast-loading resources.",
    "author": "John Lamancusa",
    "url": "https://www.mne.psu.edu/lamancusa/tunes.html"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "natunelist",
    "title": "North Atlantic Tune List",
    "description": "As described: “This site is a somewhat random reference source for mostly traditional dance and fiddle tunes from several regions around the North Atlantic: Scandinavia, the British Isles, Quebec, Cape Breton, Métis (Saskatchewan & Manitoba), New England, Appalachia, and more. It is intended as a resource for musicians wanting to learn a tune or remember how particular tunes are played.” ABC notation is provided for many of the tunes, along with low-resolution images of the sheet music. Tune entries include streaming audio and embedded YouTube videos featuring both amateur and professional performers, including some simplified and slowed-down versions for learning purposes.",
    "url": "https://www.natunelist.net/"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "showman-tunes",
    "title": "Pete Showman’s Tunes Page",
    "description": "A nicely curated selection of old-time tunes, mostly American (or as they are known here). Many are simpler arrangements ideal for learning. MIDI files and some recordings are available. Fast static HTML website.",
    "author": "Pete Showman",
    "url": "http://www.showman.org/tunes/"
  },
  {
    "category": "collections-songs-tunes",
    "slug": "taterjoes",
    "title": "Tater Joe’s Old-Time Musical Mercantile",
    "description": "Transcriptions of 675+ fiddle tunes, clawhammer banjo tabs for over 600 tunes, and backup guitar chords for many of the tunes. MIDI files of the melody line also available for many of the tunes. Tunes are organized by the key in which the tune is intended to be played and listed alphabetically. Clean, modern website with fast-loading resources.",
    "author": "Ken Torke",
    "url": "http://taterjoes.com/"
  },
  {
    "category": "Reference",
    "slug": "_meta",
    "title": "Bibliographies"
  },
  {
    "category": "reference-bibliographies",
    "slug": "irishtune-books",
    "title": "Bibliography / Indexed Books",
    "description": "Citations and links for 60 collections of Irish traditional music.",
    "author": "Alan Ng",
    "url": "https://www.irishtune.info/books.htm"
  },
  {
    "category": "reference-bibliographies",
    "slug": "lindahl-early-music",
    "title": "A short bibliography of Early Music",
    "description": "Music and performing arts before 1600.",
    "author": "Greg Lindahl",
    "url": "http://www.pbm.com/~lindahl/articles/music_bibliography.html"
  },
  {
    "category": "reference-bibliographies",
    "slug": "mainlynorfolk-bibliography",
    "title": "Mainly Norfolk : Bibliography",
    "description": "Selection of classic and contemporary volumes concerning English and Scottish traditional music, with a few selections related to the British folk revival.",
    "author": "Reinhard Zierke",
    "url": "https://mainlynorfolk.info/folk/books"
  },
  {
    "category": "reference-bibliographies",
    "slug": "usf-lib-exhibits-minstrelsy-further-reading",
    "title": "History of Minstrelsy : Further reading",
    "description": "Bibliography for special collections exhibit on the history of blackface minstrelsy.",
    "author": "Andy Huse (University of South Florida Libraries) and Simone Sanders",
    "url": "http://exhibits.lib.usf.edu/exhibits/show/minstrelsy/jimcrow-to-jolson/further-reading"
  },
  {
    "category": "reference-discographies",
    "slug": "78discography",
    "title": "The Online Discographical Project",
    "description": "Extensive catalog of 78-RPM releases indexed by record company, label, and series, with matrix numbers and additional recording data where available. A good source for information about “hillbilly” and “race” series not yet indexed by DAHR.",
    "author": "Steven Abrams",
    "url": "http://78discography.com/"
  },
  {
    "category": "Reference",
    "slug": "_meta",
    "title": "Discographies"
  },
  {
    "category": "reference-discographies",
    "slug": "hankwilliamsdiscography",
    "title": "Hank Williams: A Comprehensive Discography",
    "description": "Attempts to sort out a recording history muddled by undated sessions and overdubbed posthumous releases. Also includes discographies for The Carter Family, Johnny Cash, and Kitty Wells.",
    "author": "Mike Taylor",
    "url": "https://www.hankwilliamsdiscography.com/index.php"
  },
  {
    "category": "Reference",
    "slug": "_meta",
    "title": "Links to Online Sources"
  },
  {
    "category": "reference-links",
    "slug": "lindahl-medieval-renaissance-music",
    "title": "SCA Medieval and Renaissance Music Homepage",
    "description": "General collection of links to online resources on the history of Western music in the Medieval and Renaissance eras. Created as a resource page for the Society for Creative Anachronism (SCA).",
    "author": "Greg Lindahl",
    "url": "http://www.pbm.com/~lindahl/music.html"
  },
  {
    "category": "reference-links",
    "slug": "lindahl-sixteenth-century-ballads",
    "title": "Sixteenth Century Ballads: A Work in Progress",
    "description": "As described: “Much attention is paid to post-1600 ballads, both traditional and broadsides, but only a few sixteenth century ballads are known. Of the ones which are known, most are not printed with the lyrics and tunes together, so are not very accessible to the casual reader. The goal of this project is to produce a collection of ‘interesting’ ballads from before 1600, containing sheet music and lyrics, both in their original form, and in a form intelligible to a modern listener.”",
    "author": "Greg Lindahl",
    "url": "http://www.pbm.com/~lindahl/ballads/"
  },
  {
    "category": "reference-links",
    "slug": "upenn-library-online-books-folk-songs",
    "title": "The Online Books Page : Folk Songs, English",
    "description": "This site indexes books that are out of copyright and are free to access and download in electronic form. The link points to the subject index for “Folk Songs, English.” See nearby and related indexes as well.",
    "author": "John Mark Ockerbloom (University of Pennsylvania)",
    "url": "https://onlinebooks.library.upenn.edu/webbin/book/browse?type=lcsubc&key=Folk%20songs%2c%20English&c=x"
  },
  {
    "category": "Scholarship",
    "slug": "_meta",
    "title": "Articles"
  },
  {
    "category": "scholarship-articles",
    "slug": "bayard-1950",
    "title": "Prolegomena to a Study of the Principal Melodic Families of British-American Folk Song",
    "description": "Journal of American Folklore 63, no. 247 (1950), pp 1–44. Theoretical consideration of variation and shared features among “tune families” as perceived by an experienced collector of folk melodies.",
    "author": "Samuel P. Bayard",
    "url": "https://www.jstor.org/stable/537347"
  },
  {
    "category": "scholarship-articles",
    "slug": "bevil-1986",
    "title": "Scale in Southern Appalachian Folksong: A Reexamination",
    "description": "College Music Symposium 26 (1986), pp. 77–91. Considers the relation between pentatonic and heptatonic modes in traditional British-American folk melodies.",
    "author": "J. Marshall Bevil",
    "url": "https://symposium.music.org/index.php/26/item/2005-scale-in-southern-appalachian-folksong-a-reexamination"
  },
  {
    "category": "scholarship-articles",
    "slug": "brown-2017",
    "title": "“Jim Along Josey”: Play-Parties and the Survival of a Blackface Minstrel Song",
    "description": "Excellence in Performing Arts Research 4 (2017). Abstract: The play-party was a social activity once practiced in rural America amongst Protestants in the latter half of the nineteenth century. With a desire to circumvent the church’s strict no dancing rules, as well as avoid reprimand, play-party adolescents adapted the lyrics and instrumentation of blackface minstrel songs to create a vocal music to accompany their play- party games. The main objective of this paper is to demonstrate that play-parties offered the space for the continuation and reinterpretation of minstrel practices, particularly song repertoire. In this paper, the children’s song “Jim Along Josey” is used as a case study, first to reveal the role of songs in play-parties, and secondly to demonstrate the process of musical reinterpretation that characterized this social event. The study also reveals that minstrel songs such as this have survived within the genre of children’s music due to the reinterpretation conducted by play-party adolescents.",
    "author": "Maya Brown",
    "url": "https://oaks.kent.edu/sites/default/files/journals/2/articles/45/submission/stamped.pdf"
  },
  {
    "category": "scholarship-articles",
    "slug": "dubois-2013",
    "title": "Afro-Atlantic Music as Archive",
    "description": "Paper for Africa N’Ko: La bibliothèque coloniale en débat. As described: “[The paper] explores how thinkers including W.E.B. DuBois and Paul Gilroy have thought about the history of music. The second half of the paper uses the example of the banjo to suggest ways in which a combination of textual, material, and visual analysis can allow us to piece together fragments into a larger history of music.”",
    "author": "Laurent Dubois",
    "url": "https://sites.duke.edu/banjology/files/2013/03/Dubois-Afro-Atlantic-Music.docx"
  },
  {
    "category": "scholarship-articles",
    "slug": "filene-1991",
    "title": "“Our Singing Country”: John and Alan Lomax, Leadbelly, and the Construction of an American Past.",
    "description": "American Quarterly 43 (Dec 1991), pp. 602–24.",
    "author": "Benjamin Filene",
    "url": "http://libres.uncg.edu/ir/uncg/f/B_Filene_Our_1991.pdf"
  },
  {
    "category": "scholarship-articles",
    "slug": "lindahl-early-child-ballads-zweig",
    "title": "Early Child Ballads",
    "description": "Article exploring what is known about sources for Child ballads before 1600, considering how historical perspective can inform attempts at period performance.",
    "author": "Dani Zweig",
    "url": "http://www.pbm.com/~lindahl/ballads/early_child/"
  },
  {
    "category": "scholarship-articles",
    "slug": "saunders-2012",
    "title": "The Social Agenda of Stephen Foster’s Plantation Melodies",
    "description": "American Music 30, no. 3 (2012), pp. 275–289. Examines competing narratives about Stephen Foster’s racial attitudes and their expression in his popular songs.",
    "author": "Steven Saunders",
    "url": "https://www.jstor.org/stable/10.5406/americanmusic.30.3.0275"
  },
  {
    "category": "scholarship-articles",
    "slug": "shaftel-2007",
    "title": "Singing a New Song: Stephen Foster and the New American Minstrelsy",
    "description": "Music & Politics 1, no. 2 (2007). Argues that Stephen Foster’s later songs “reflect a growing uneasiness with [his] earlier style” of minstrel caricature, leading him to “use musical strategies found in the ballads and focus on nostalgic themes, thus attempting to humanize the image of the oppressed slave.” In addition to analyzing the lyrics of the songs, the author employs an analysis of tonal and rhythmic structure to make this argument.",
    "author": "Matthew Shaftel",
    "url": "https://quod.lib.umich.edu/m/mp/9460447.0001.203/--singing-a-new-song-stephen-foster-and-the-new-american?rgn=main;view=fulltext"
  },
  {
    "category": "Scholarship",
    "slug": "_meta",
    "title": "Books"
  },
  {
    "category": "scholarship-books",
    "slug": "abbott-seroff-2007",
    "title": "Ragged but Right: Black Traveling Shows, “Coon Songs,” and the Dark Pathway to Blues and Jazz",
    "description": "University Press of Mississippi, 2007. From the publisher’s description: “The commercial explosion of ragtime in the early twentieth century created previously unimagined opportunities for black performers. However, every prospect was mitigated by systemic racism. The biggest hits of the ragtime era weren’t Scott Joplin’s stately piano rags. “Coon songs,” with their ugly name, defined ragtime for the masses, and played a transitional role in the commercial ascendancy of blues and jazz.”",
    "author": "Lynn Abbott and Doug Seroff",
    "url": "https://www.amazon.com/Ragged-but-Right-Traveling-American/dp/1617036455"
  },
  {
    "category": "scholarship-books",
    "slug": "bayard-1982",
    "title": "Dance to the Fiddle, March to the Fife: Instrumental Folk Tunes in Pennsylvania",
    "description": "Penn State University Press, 1982. From the publisher’s description: “Professor Bayard began collecting tunes in southwestern Pennsylvania in 1928 by listening to local fiddlers and fifers and transcribing what they played into standard musical notation by ear. His later collecting was aided by the addition of a tape recorder in 1948. The tunes he collected, along with those furnished by his associates in this project, were then sorted and organized into the present collection of 651 (some with as many as twenty-five versions) and annotated with the aid of leading authorities and published sources. The book starts with an introduction describing the general character of the tunes, the playing techniques of the fiddlers and fifers, and the circumstances in which the tunes were played. A note on the treatment of the music explains how tunes were used for different purposes (various dance and march steps, for example) through rhythmic modifications, and also details how fingering in traditional fiddling is related to key and pitch.”",
    "author": "Samuel P. Bayard",
    "url": "https://www.amazon.com/Dance-Fiddle-March-Fife-Instrumental/dp/0271002999/"
  },
  {
    "category": "scholarship-books",
    "slug": "dubois-2016",
    "title": "The Banjo: America’s African Instrument",
    "description": "Belknap Press, 2016. From the publisher’s description: “In the seventeenth century, enslaved people in the Caribbean and North America drew on their memories of varied African musical traditions to construct instruments from carved-out gourds covered with animal skin. Providing a much-needed sense of rootedness, solidarity, and consolation, banjo picking became an essential part of black plantation life. White musicians took up the banjo in the nineteenth century, when it became the foundation of the minstrel show and began to be produced industrially on a large scale. Even as this instrument found its way into rural white communities, however, the banjo remained central to African American musical performance.”",
    "author": "Laurent Dubois",
    "url": "https://www.amazon.com/Banjo-Americas-African-Instrument/dp/0674047842"
  },
  {
    "category": "scholarship-books",
    "slug": "jasen-jones-1998",
    "title": "Spreadin’ Rhythm Around: Black Popular Songwriters, 1880-1930",
    "description": "First published 1998. Reprint edition: Routledge, 2005. From the publisher’s description: “[A] classic work on a little-studied subject in American music history: the contribution of African-American songwriters to the world of popular song. Hailed by Publishers Weekly as ‘thoroughly researched and entertainingly written,’ this work documents the careers of songwriters like James A. Bland (‘Carry Me Back to Ole Virginny’), Bert Williams (‘Nobody’), W. C. Handy (‘St. Louis Blues’), Noble Sissle, Eubie Blake (‘I'm Just Wild About Harry’), and many more. Richly illustrated with rare photographs from sheet music, newspapers, and other unique sources, the book documents an entire era of performance when black singers, dancers, and actors were active on the New York stage.”",
    "author": "David A. Jasen and Gene Jones",
    "url": "https://www.amazon.com/Spreadin-Rhythm-Around-Songwriters-1880-1930-dp-0415977045/dp/0415977045/"
  },
  {
    "category": "Scholarship",
    "slug": "_meta",
    "title": "Posts, Pages & Entries"
  },
  {
    "category": "scholarship-posts",
    "slug": "cruzatte-tunes",
    "title": "Pierre Cruzatte : Tunes",
    "description": "Lists the names of tunes that were played by a fiddler who accompanied the Lewis and Clark expedition from 1804 to 1806. As explained: “Pierre Cruzatte, a member of the permanent party of the Lewis and Clark expedition, was an expert riverman recruited for his navigational skills and his command of the French and Omaha languages. . . . Cruzatte played the fiddle ‘extreemly well’ according to Lewis on June 25, 1805. Cruzatte’s music served not only as recreation for the members of the expedition but also as a critical diplomatic tool: he played — and the men danced and sang — for many of the Indian nations which the expedition met along the way. The journals of the expedition describe him playing numerous times, and he probably played many more times than the journalists recorded.”",
    "author": "Daniel Slosberg",
    "url": "http://www.cruzatte.com/resources/tunes.html"
  },
  {
    "category": "scholarship-posts",
    "slug": "ferris-jim-crow-question-banjo",
    "title": "The Banjo",
    "description": "Provides historical context and contemporary insights to answer the question of why the banjo has long been associated with African-American culture but few African-American banjo players can be found in recorded music.",
    "author": "Jim Crow Museum of Racist Memorabilia (Ferris State University, Michigan)",
    "url": "https://www.ferris.edu/HTMLS/news/jimcrow/question/2020/may.htm"
  },
  {
    "category": "scholarship-posts",
    "slug": "fretandfiddlehmb-soldiers-joy",
    "title": "A tiny history of Soldier's Joy",
    "description": "Tracks down an early source for the tune commonly known as Soldier’s Joy in a song collection from the late 1700s.",
    "author": "Tim Stephenson",
    "url": "http://fretandfiddlehmb.com/blog/posts/origins-of-fiddle-tune-soldiers-joy"
  },
  {
    "category": "scholarship-posts",
    "slug": "standingstones-modal-harmony",
    "title": "A beginner's guide to modal harmony",
    "description": "Excellent introductory article on the use of modal harmony in Western music prior to the Classical era. Two tables showing Renaissance modes (first with white keys only, then from C starting pitch) are particularly helpful.",
    "author": "Michael Robinson and Vicki Parrish",
    "url": "http://www.standingstones.com/modeharm.html"
  },
  {
    "category": "scholarship-posts",
    "slug": "thejazzpianosite-modal-harmony",
    "title": "Tonal harmony vs. modal harmony",
    "description": "Introduces the distinction between tonal/functional and modal theories of harmony from the perspective of jazz accompaniment. Useful for thinking about chording and bass lines in traditional/folk music.",
    "author": "Walk That Bass",
    "url": "http://www.thejazzpianosite.com/jazz-piano-lessons/modern-jazz-theory/tonal-harmony-vs-modal-harmony/"
  },
  {
    "category": "scholarship-posts",
    "slug": "wikipedia-list-of-blackface-minstrel-songs",
    "title": "List of blackface minstrel songs",
    "description": "As described: “This is a list of songs that either originated in blackface minstrelsy or are otherwise closely associated with that tradition. Songwriters and publication dates are given where known.”",
    "author": "Wikipedia contributors",
    "url": "https://en.wikipedia.org/wiki/List_of_blackface_minstrel_songs"
  },
  {
    "category": "scholarship-posts",
    "slug": "wikipedia-list-of-pre-1920-jazz-standards",
    "title": "List of pre-1920 jazz standards",
    "description": "Early country and blues performers were influenced by the popular music of the day and often reinterpreted the styles and themes of popular songs in their own repertoires. This list of early 20th-century standards provides insight into what dance bands were playing and what radio and phonograph listeners were hearing in this era. See also Wikipedia’s lists of standards for the 1920s and 30s.",
    "author": "Wikipedia contributors",
    "url": "https://en.wikipedia.org/wiki/List_of_pre-1920_jazz_standards"
  },
  {
    "category": "Scholarship",
    "slug": "_meta",
    "title": "Websites & Digital Projects"
  },
  {
    "category": "scholarship-sites",
    "slug": "babayagamusic-music",
    "title": "Occidental and Oriental Music Index",
    "description": "Original research sythesis on music history, theory, and performance (including dance) across various Western and Near Eastern folk cultures. A nicely designed, modern website with excellent visuals and many useful links. See in particular the sections on “Old Time Appalachian Fiddle Music” and “Cajun Music.”",
    "author": "Maura Enright",
    "url": "http://babayagamusic.com/Music/index.htm"
  },
  {
    "category": "scholarship-sites",
    "slug": "bluegrassmessengers-lyrics",
    "title": "Bluegrass Lyrics",
    "description": "This collection includes lyrics, music notation, and extensive source notes for traditional ballads and fiddle/banjo tunes, as well as popular standards in Bluegrass and related modern genres. Some comparative analysis of songs/tunes/versions is interspersed. (Unfortunately, individual pages on this site load slowly – the content is rendered by a CMS database application that appears to be poorly optimized.)",
    "author": "Richard L. Matteson, Jr.",
    "url": "http://www.bluegrassmessengers.com/bluegrass-lyrics.aspx"
  },
  {
    "category": "scholarship-sites",
    "slug": "bluegrassmessengers-roots",
    "title": "Roots of Bluegrass Music: Early Country Music",
    "description": "Historical and biographical information on pre-WWII recording artists, folk-song collectors, and their informants. Includes extensive bibliographic references. (Unfortunately, individual pages on this site load slowly – the content is rendered by a CMS database application that appears to be poorly optimized.)",
    "author": "Richard L. Matteson, Jr.",
    "url": "http://www.bluegrassmessengers.com/roots.aspx"
  },
  {
    "category": "scholarship-sites",
    "slug": "campin-modes",
    "title": "Scales and Modes in Scottish Traditional Music",
    "description": "Incredibly useful primer in the theory of modes as it applies to Scottish traditional music, and by extension to other European and non-European folk idioms. Includes many tune examples in ABC notation.",
    "author": "Jack Campin",
    "url": "http://www.campin.me.uk/Music/Modes/"
  },
  {
    "category": "scholarship-sites",
    "slug": "duke-banjology",
    "title": "Banjology",
    "description": "Explores the history of the banjo and its African-American roots through a selection of audio and textual materials. See in particular the comparative analysis of six historical field recordings of the banjo tune known as “The Coo Coo Bird.” As indicated: “The website was originally created as the basis for events taking place at Tulane University on April 21-22, 2013 around the theme of ‘The Banjo and the African Diaspora.’”",
    "author": "Laurent Dubois (Duke University), David K. Garner, and Mary Caton Lingold",
    "url": "https://sites.duke.edu/banjology/"
  },
  {
    "category": "scholarship-sites",
    "slug": "earlymusicmuse-blog-index",
    "title": "Early Music Muse : Index of articles",
    "description": "Blog posts reflecting original research and synthesis by a musician and singer who plays Medieval/Renaissance music on period instruments and traditional/folk music on guitar. See in particular the category “traditional/folk music and early music” and the post “Performing medieval music. Part 3: The medieval style.”",
    "author": "Ian Pittaway",
    "url": "https://earlymusicmuse.com/emm-blog-index/"
  },
  {
    "category": "scholarship-sites",
    "slug": "hoasm-periods",
    "title": "Here of a Sunday Morning : The Research Periods",
    "description": "Introduction to early Western art music organized by research periods. Created by the host of the program “Here of a Sunday Morning” on WBAI 99.5 in New York.",
    "author": "Chris Whent",
    "url": "http://www.hoasm.org/periods.html"
  },
  {
    "category": "scholarship-sites",
    "slug": "medieval-early-music-faq",
    "title": "Early Music Frequently Asked Questions : Site outline",
    "description": "A large collection of notes compiled over the a 25-year period summarizing original synthesis of scholarship on early Western art music. See in particular the sections on music theory and Pythagorian tuning under “Chord Structure in Medieval Music.”",
    "author": "Todd M. McComb",
    "url": "http://www.medieval.org/emfaq/site.html"
  },
  {
    "category": "scholarship-sites",
    "slug": "musicalpassage",
    "title": "Musical Passage: A Voyage to 1688 Jamaica",
    "description": "As described: “Enslaved Africans and their descendants revolutionized global music, but historical records tell us far too little about their earliest practices. In this site we offer a careful interpretation of a single rare artifact, from Hans Sloane’s 1707 Voyage to the Islands of Madera, Barbados, Nieves, S. Christophers and Jamaica. Tucked away in this centuries-old book, are several pieces of music that make it possible to hear echoes of performances long past.”",
    "author": "Laurent Dubois (Duke University), David K. Garner, and Mary Caton Lingold",
    "url": "http://www.musicalpassage.org"
  },
  {
    "category": "scholarship-sites",
    "slug": "mustrad-articles",
    "title": "Musical Traditions Internet Magazine: Articles",
    "description": "An assortment of articles on obscure but interesting topics related to traditional/folk music from the British Isles, North America, and beyond.",
    "author": "Rod Stradling",
    "url": "http://www.mustrad.org.uk/arts_abc.htm"
  },
  {
    "category": "scholarship-sites",
    "slug": "troubadourmelodies",
    "title": "Troubadour Melodies Database",
    "description": "As described: “This site contains transcriptions for the extant troubadour melodies. Each melody appears as it is found in its manuscript, including all of the melodies for each text. The database will be fully searchable for notes, note patterns, and will also allow searches by contour on the Melody Search page.” Part of a dissertation project entitled, “Digital Approaches to Troubadour Song.”",
    "author": "Katie Chapman",
    "url": "http://www.troubadourmelodies.org/"
  },
  {
    "category": "scholarship-sites",
    "slug": "usf-lib-exhibits-minstrelsy",
    "title": "History of Minstrelsy: From “Jump Jim Crow” to “The Jazz Singer”",
    "description": "As described: “This exhibit explores the history of minstrelsy, its significance in American history and theater, and its enduring legacy. Utilizing materials from the USF Tampa Library's Special Collections African American Sheet Music Collection, it is possible to trace the history of blackface minstrelsy from its obscure origins in the 1830s to Hollywood jazz superstardom in the 1920s.”",
    "author": "Andy Huse (University of South Florida Libraries) and Simone Sanders",
    "url": "http://exhibits.lib.usf.edu/exhibits/show/minstrelsy"
  },
  {
    "category": "scholarship-sites",
    "slug": "weeniecampbell-guitar",
    "title": "Musicianship : Guitar",
    "description": "Approximation of guitar tuning and pitch (tonal center) used by influential performers in early country and blues recordings of the 1920s and 30s, with additional performance notes for each artist.",
    "author": "Weenie Campbell and contributors",
    "url": "https://weeniecampbell.com/wiki/index.php?title=Category:Guitar"
  }
]